//1.Чекбоксове, в които ще има фраза(ключа) от низа, 
//	оттам от 1до2 правилни отговора(които са стойностите на ключовете(value)),
//	и 2до3 грешни отговора като общо грешни + верни = 4;
//IMP

//1.2 Как да направя думите поотделно да се изписва значението им при използване
//	на hover(css) на html страницата													
//ready
//2. Да направим базата данни, така че тя да има всички нужни неща
//	и да науча как точно се използват, за да ги вкарам на frontend-а(визуалната част)
//IMP

//3. Как да направя главното меню с линкове към раздел с нивата(страниците с упражненията)
//

//4. Менюто с настройките


//5. База данни със системата за коментари за всяка фраза(да може да се добавят вътре), 
//	както и да се трият и да се показват за всяка отделна фраза съответните коментари.

//6. Как да направя така, че страницата с упражненията да се зарежда различна база с данни,
//	в зависимост от нивото и раздела избрани преди това
//IMP


//1.2 (опционално) Да направя упражнение с разпознаване на глас.